{"instructions": "Add the yeast to 1/2 cup of the warm milk along with the sugar, stir well and set aside until proofed *(small\nbubbles should form)*.\nBlend remaining milk, melted butter and salt in a large bowl. Stir in flour, one cup at a time, with a\nwooden spoon. After the third cup of flour add yeast mixture. Continue adding flour and stirring until dough\npulls away from side of bowl.\nTurn out dough onto a floured board and begin kneading in *(push, fold toward and turn)* additional flour\nuntil dough is supple, satiny and no longer sticky. Knead for 5 to 10 minutes or until an indentation made\nwith two spread fingers springs back.\nTransfer dough to a large buttered bowl and roll until it is coated on all sides. Cover with a cloth and\nplace in an 80 to 85 F oven. *(A pan of hot water on the bottom shelf should provide this temperature.)* Allow\nthe dough to rise until it doubles in bulk. It may take as long as 2 hours. A second test is, if an indentation\nmade with 2 fingers does not spring back, it has risen sufficiently.\nButter two 8x4x2 *(or four 5x3x2)* inch pans. Punch down the dough and transfer to a floured board and\nknead well for 4 to 5 minutes. Cut dough in half if using larger pans *(in quarters if using smaller pans)*.\nDough should fill 2/3 of pan. Shape into an oval the length of the pan then round and plump it in the palm of\nyour hands, tucking the edges underneath and pinching them together. Drop dough into pans, cover with\ncloth and let rise again until it is double.\nBake large loaves in a 375 F oven for about 30 minutes *(smaller pans 4 minutes less)*. The loaves should\nsound hollow when rapped on top with knuckles. Remove from pans *(bread may be returned to oven for 2 to\n3 minutes to brown bottom)* and cool on a rack.", "ingredients": ["6 1/2 cups (approx.) all-purpose flour, divided", "1 pkg dry yeast", "2 cups warm (110 to 115 F) milk, divided", "2 tbsp sugar", "1 tbsp salt", "1/4 cup butter, melted"], "name": "Bread", "creator": "James Beard", "tags": ["salad"]}